var markers = [
   {
   "name": "مدرسة عمر بن الخطاب  - ملعب 1 ",
   "url": "http://localhost:94/index.html/SearchResult/196",
   "lat": 28.954678,
   "lng": 48.154541
 },
 {
   "name": "مدرسة مصعب بن عمير - ملعب 1",
   "url": "http://localhost:94/index.html/SearchResult/196",
   "lat": 29.072952,
   "lng": 48.087387
 },
 {
   "name": "مدرسة المعري المتوسطة - ملعب 1 م \\n\\n درسة المعري المتوسطة - ملعب 1  \\n\\n م درسة المعري المتوسطة - ملعب 1 \\n\\n  مدرسة المعري المتوسطة - ملعب 1",
   "url": "http://localhost:94/index.html/SearchResult/106/01-01-1900",
   "lat": 29.0806823,
   "lng": 48.1308272
 },
 {
   "name": "مدرسة عباد بن بشر - ملعب ١",
   "url": "#",
   "lat": 29.1305101,
   "lng": 48.1227726
 },
 {
   "name": "مدرسة بلاط الشهداء الثانوية - ملعب ١",
   "url": "#",
   "lat": 29.1322269,
   "lng": 48.1095472
 },
 {
   "name": "ثانوية سالم المبارك الصباح - ملعب ١",
   "url": "#",
   "lat": 29.15024,
   "lng": 48.098761
 },
 {
   "name": "ثانوية هارون الرشيد - ملعب 1",
   "url": "#",
   "lat": 29.16416,
   "lng": 48.06401
 },
 {
   "name": "مدرسة الشيخ أحمد الفارسي المتوسطة - ملعب ١",
   "url": "#",
   "lat": 29.1683727,
   "lng": 48.1202395
 },
 {
   "name": "مدرسة مبارك عبدالله الجابر المتوسطة - ملعب ١",
   "url": "#",
   "lat": 29.175583,
   "lng": 48.088922
 },
 {
   "name": "ثانوية الامام مالك  - ملعب 1 ",
   "url": "#",
   "lat": 29.191756,
   "lng": 48.088008
 },
 {
   "name": "مدرسة نصف يوسف النصف - ملعب ١",
   "url": "#",
   "lat": 29.216942,
   "lng": 48.074261
 },
 {
   "name": "مدرسه ابن زهير الاندلسي المتوسطه - ملعب ١",
   "url": "#",
   "lat": 29.2372346,
   "lng": 48.0770103
 },
 {
   "name": "ثانوية لبيد بن الربيعة - ملعب 1",
   "url": "#",
   "lat": 29.242092,
   "lng": 47.889332
 },
 {
   "name": "مدرسة الشدادية المتوسطة - ملعب ١",
   "url": "#",
   "lat": 29.2501789,
   "lng": 47.8863265
 },
 {
   "name": "مدرسة دعيج السلمان الصباح - ملعب ١",
   "url": "#",
   "lat": 29.259862,
   "lng": 48.068763
 },
 {
   "name": "مدرسة عيسى اللوغاني المتوسطة - ملعب ١",
   "url": "#",
   "lat": 29.26103,
   "lng": 48.054161
 },
 {
   "name": "ثانوية صلاح الدين - ملعب ١",
   "url": "#",
   "lat": 29.2711988,
   "lng": 47.9981168
 },
 {
   "name": "مدرسة مشاري هلال عبيد الشمري - ملعب ١",
   "url": "#",
   "lat": 29.275866,
   "lng": 47.835658
 },
 {
   "name": "مدرسة عمار بن ياسر - ملعب ١",
   "url": "#",
   "lat": 29.277836,
   "lng": 47.892417
 },
 {
   "name": "مدرسة إياس بن معاذ المتوسطة - ملعب ١",
   "url": "#",
   "lat": 29.2793825,
   "lng": 48.0258789
 },
 {
   "name": "ثانوية الصباح - ملعب ١",
   "url": "#",
   "lat": 29.28117,
   "lng": 47.87635
 },
 {
   "name": "مدرسة المثنى الابتدائية - ملعب 1",
   "url": "#",
   "lat": 29.283009,
   "lng": 47.958625
 },
 {
   "name": "ثانوية ناصر عبدالمحسن السعيد - ملعب ١",
   "url": "#",
   "lat": 29.2837331,
   "lng": 48.0193854
 },
 {
   "name": "مدرسة مشعان الخضير المتوسطة - ملعب ١",
   "url": "#",
   "lat": 29.2867778,
   "lng": 48.0660626
 },
 {
   "name": "مدرسة سعود عبدالرزاق المتوسطة - ملعب ١",
   "url": "#",
   "lat": 29.287379,
   "lng": 47.9010261
 },
 {
   "name": "ثانوية مرشد البذال - ملعب ١",
   "url": "#",
   "lat": 29.28858,
   "lng": 47.941031
 },
 {
   "name": "ثانوية أنس بن مالك - ملعب 1",
   "url": "#",
   "lat": 29.288737,
   "lng": 47.968294
 },
 {
   "name": "ثانوية أحمد الربعي - ملعب ١",
   "url": "#",
   "lat": 29.291938,
   "lng": 48.018332
 },
 {
   "name": "ثانوية ابن العميد - ملعب ١",
   "url": "#",
   "lat": 29.29323,
   "lng": 47.957134
 },
 {
   "name": "مدرسة شملان بن علي - ملعب ١",
   "url": "#",
   "lat": 29.293436,
   "lng": 47.959715
 },
 {
   "name": "مدرسة معاذ بن جبل - ملعب ١",
   "url": "#",
   "lat": 29.294235,
   "lng": 47.979251
 },
 {
   "name": "ثانوية فهد السالم - ملعب ١",
   "url": "#",
   "lat": 29.295554,
   "lng": 48.071839
 },
 {
   "name": "مدرسة المغيره بن نوفل - ملعب 1",
   "url": "#",
   "lat": 29.296071,
   "lng": 48.079685
 },
 {
   "name": "مدرسة عبدالمحسن ناصر الخرافي المتوسطة - ملعب ١",
   "url": "#",
   "lat": 29.2993629,
   "lng": 48.0510235
 },
 {
   "name": "ثانوية سعد بن ربيع الأنصاري - ملعب ١",
   "url": "#",
   "lat": 29.3016056,
   "lng": 47.8005426
 },
 {
   "name": "ثانوية سلمان الفارسي - ملعب ١",
   "url": "#",
   "lat": 29.3038084,
   "lng": 47.8702957
 },
 {
   "name": "مدرسة زيد بن على بن ابى طالب - ملعب ١",
   "url": "#",
   "lat": 29.30601,
   "lng": 47.722184
 },
 {
   "name": "مدرسة الحارث السعدي - ملعب ١",
   "url": "#",
   "lat": 29.307124,
   "lng": 47.689767
 },
 {
   "name": "مدرسة عبداللطيف النصف المتوسطة - ملعب ١",
   "url": "#",
   "lat": 29.3092989,
   "lng": 47.9659545
 },
 {
   "name": "مدرسة عبدالعزيز الغربللي الابتدائية - ملعب ١",
   "url": "#",
   "lat": 29.3094533,
   "lng": 47.9881028
 },
 {
   "name": "ثانوية جاسم الخرافي - ملعب ١",
   "url": "#",
   "lat": 29.310625,
   "lng": 47.9788184
 },
 {
   "name": "مدرسة محمد الشايجي الابتدائية - ملعب ١",
   "url": "#",
   "lat": 29.3128094,
   "lng": 48.0598882
 },
 {
   "name": "ثانوية يعقوب الغنيم - ملعب ١",
   "url": "#",
   "lat": 29.314047,
   "lng": 47.846466
 },
 {
   "name": "مدرسة ملا حسن الكندري - ملعب ١",
   "url": "#",
   "lat": 29.31409,
   "lng": 48.0673265
 },
 {
   "name": "مدرسة محمد عبدالله الوهيب المتوسطة - ملعب ١",
   "url": "#",
   "lat": 29.3178588,
   "lng": 48.0325096
 },
 {
   "name": "ثانوية جابر الأحمد الصباح - ملعب ١",
   "url": "#",
   "lat": 29.3195788,
   "lng": 48.0424887
 },
 {
   "name": "مدرسة سالم الحسينان المتوسطة - ملعب ١",
   "url": "#",
   "lat": 29.3239839,
   "lng": 47.964928
 },
 {
   "name": "مدرسة حمود الصباح - ملعب ١",
   "url": "#",
   "lat": 29.324921,
   "lng": 47.671082
 },
 {
   "name": "مدرسة سعد بن عبادة الابتدائية - ملعب ١",
   "url": "#",
   "lat": 29.3250563,
   "lng": 47.9830838
 },
 {
   "name": "ثانوية صباح الناصر الصباح - ملعب ١",
   "url": "#",
   "lat": 29.3299252,
   "lng": 47.6588542
 },
 {
   "name": "مدرسة ابن رشد الابتدائية - ملعب ١",
   "url": "#",
   "lat": 29.338486,
   "lng": 47.979092
 },
 {
   "name": "ثانوية حمد عيسى الرجيب - ملعب ١",
   "url": "#",
   "lat": 29.3418693,
   "lng": 47.9696917
 },
 {
   "name": "ثانوية يوسف العذبي الصباح - ملعب ١",
   "url": "#",
   "lat": 29.343034,
   "lng": 47.693951
 },
 {
   "name": "ثانوية الواحة - ملعب ١",
   "url": "#",
   "lat": 29.343426,
   "lng": 47.656202
 },
 {
   "name": "ثانوية جابر بن عبدالله الصباح - ملعب 1",
   "url": "#",
   "lat": 29.34547,
   "lng": 47.669093
 },
 {
   "name": "ثانوية عيسى الحمد - ملعب ١",
   "url": "#",
   "lat": 29.347284,
   "lng": 48.001957
 },
 {
   "name": "مدرسة معن بن زائدة - ملعب ١",
   "url": "#",
   "lat": 29.3522792,
   "lng": 47.9831287
 },
 {
   "name": "مدرسة علي بن أبي طالب الابتدائية - ملعب ١",
   "url": "#",
   "lat": 29.353769,
   "lng": 48.020062
 },
 {
   "name": "ثانوية أحمد البشر الرومي - ملعب ١",
   "url": "#",
   "lat": 29.357223,
   "lng": 48.005363
 },
 {
   "name": "مدرسة ابن سينا الابتدائية - ملعب ١",
   "url": "#",
   "lat": 29.3594224,
   "lng": 48.010777
 }
    
];
